Repository: yeahitsjan/WiredBuddy
Catalog: Wired Buddy/Locales/*.lproj/Localizable.strings
Languages: de

# eth_is_connected
source: Connected
de: Verbunden

# eth_not_connected
source: Not connected
de: Nicht verbunden

# eth_preferred
source: Preferred connection
de: Verbindung wird bevorzugt

# eth_not_preferred
source: Connection is not preferred
de: Verbindung wird nicht bevorzugt

# no_network_general
source: Network is offline
de: Netzwerk ist offline

source: not available
de: nicht verfügbar

source: Quit
de: Beenden

source: Informations
de: Informationen

source: Preferences
de: Einstellungen

# network_prefs
source: Network service settings...
de: Netzwerkeinstellungen ...

source: About...
de: Über ...

source: Next
de: Weiter

source: General
de: Allgemein

source: Appearance
de: Erscheinungsbild

source: Startup
de: Startverhalten

# behavior
source: App Behavior
de: Verhalten

# menu_bar_symbol
source: Menu Bar Icon
de: Menüleistensymbol

source: Colors
de: Farben

# launch_on_start
source: Launch at Startup
de: Beim Anmelden öffnen

# only_icon
source: Show only the icon in the menu bar
de: Zeige nur das Symbol in der Menüleiste

# hide_ip
source: Hide IP in Menu
de: IP im Menü verstecken

# colorize_status
source: Colorize status in menu
de: Status im Menü farbig hinterlegen

# descr_ip
source: This is the IP address of the current used Ethernet interface. The name of the interface is visible inside the header of the menu.
de: Die IPv4-Adresse des aktuell genutzten Ethernet-Interfaces. Der Name des Interfaces ist im Menü oben rechts grau hinterlegt.

# descr_preferred_header
source: Preferred interface
de: Bevorzugte Verbindung

# descr_preferred
source: Shows if the current Ethernet interface is the preferred interface of the system at the moment. Depending on connections, this is not always the case.
de: Zeigt an, ob die aktuelle Ethernet-Schnittstelle die bevorzugte Schnittstelle des Systems ist. Abhängig von den Verbindungen ist dies nicht immer der Fall.

# descr_standard_mode
source: Shows the menu just as it's a native application. Shows informations like IPv4 address or if the current connection is preferred.
de: Das Menü wird wie eine native Integration in macOS dargestellt. Beim Klick auf das Symbol werden zusätzliche Informationen angezeigt.

# descr_only_icon
source: The indicator for the IP address and preferred state is hidden. The application is run purely as an icon in the menu bar.
de: Die Anzeige der IP-Adresse und der Bevorzugungsstatus wird ausgeblendet. Die Applikation wird als reines Symbol in der Menüleiste betrieben.

# descr_colorize_status
source: Colorizes the status in the menu depending on it's current state.
de: Hinterlegt den Menüeintrag grün wenn eine Netzwerkverbindung vorhanden ist und rot, wenn keine vorhanden ist.

# welcome_header
source: Welcome to Wired Buddy!
de: Willkommen beim Wired Buddy!

# welcome_descr
source: The missing Ethernet icon for your macOS menu bar
de: Das fehlende Ethernet-Symbol in der macOS Menüleiste

# welcome_select_buddy
source: Select your menu bar buddy
de: Wähle Deinen Buddy aus

# welcome_buddy_future
source: Don't worry, you can always change your buddy. There will be more to come in the future...
de: Keine Sorge, Du kannst deinen Buddy immer wechseln. In Zukunft kommen hier auch noch weitere hinzu...

# welcome_buddy_decision
source: Your selection
de: Deine Auswahl

# welcome_native_mode
source: Native mode
de: Nativer Modus

# welcome_native_descr
source: The menu is displayed like a native integration in macOS. Clicking on the icon displays additional information.
de: Das Menü wird wie eine native Integration in macOS dargestellt. Beim Klick auf das Symbol werden zusätzliche Informationen angezeigt.

# welcome_icon_mode
source: Icon mode
de: Symbol-Modus

# welcome_icon_descr
source: The display of the IP address and the preference status is hidden. The application is run purely as an icon in the menu bar.
de: Die Anzeige der IP-Adresse und der Bevorzugungsstatus wird ausgeblendet. Die Applikation wird als reines Symbol in der Menüleiste betrieben.

# welcome_idontcare
source: Use default
de: Standard verwenden
